Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Localizations/AppleIDSetup.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CHILD_SIGN_IN_REASON_DEFAULT
source: Enter child's password below or bring an iPhone or iPad near to this device.
ar: أدخل كلمة سر الطفل أدناه أو قرب iPhone أو iPad بالقرب من الجهاز.
bg: Въведете паролата на детето отдолу или доближете iPhone или iPad близо до това устройство.
ca: Introdueix la contrasenya de l’infant a continuació o apropa un iPhone o un iPad al dispositiu.
cs: Níže zadejte heslo dítěte nebo k tomuto zařízení přibližte iPhone či iPad.
da: Skriv barns adgangskode herunder, eller hold en iPhone eller iPad tæt på denne enhed.
de: Gib das Kinderpasswort unten ein oder halte ein iPhone oder iPad an das Gerät.
el: Εισαγάγετε το συνθηματικό του παιδιού παρακάτω ή τοποθετήστε ένα iPhone ή iPad κοντά σε αυτήν τη συσκευή.
es: Introduce a continuación la contraseña del niño o niña, o acerca un iPhone o iPad a este dispositivo.
es_419: Ingresa a continuación la contraseña del menor o acerca un iPhone o iPad a este dispositivo.
fi: Syötä lapsen salasana alle tai tuo iPhone tai iPad tämän laitteen lähelle.
fr: Saisissez le mot de passe de l’enfant ci-dessous ou approchez un iPhone ou iPad.
fr_ca: Entrez le mot de passe de l’enfant ou approchez un iPhone ou un iPad de cet appareil.
he: נא להזין את הסיסמה של הילד או הילדה למטה. לחלופין ניתן לקרב iPhone או iPad למכשיר זה.
hi: नीचे बच्चे का पासवर्ड दर्ज करें या कोई iPhone या iPad इस डिवाइस के नज़दीक लाएँ।
hr: Unesite djetetovu lozinku u nastavku ili približite iPhone ili iPad ovom uređaju.
hu: Adja meg a gyermek jelszavát alább, vagy vigyen egy iPhone-t vagy egy iPadet az eszköz közelébe.
id: Masukkan kata sandi anak di bawah atau dekatkan iPhone atau iPad ke perangkat ini.
it: Inserisci la password del bambino di seguito o avvicina un iPhone o un iPad a questo dispositivo.
ja: お子様のパスワードを下に入力するか、iPhoneまたはiPadをこのデバイスに近づけてください。
kk: Баланың құпиясөзін төмендегі өріске енгізіңіз немесе iPhone немесе iPad құрылғысын осы құрылғыға жақындатыңыз.
ko: 자녀의 암호를 아래 입력하거나 iPhone 또는 iPad를 이 기기 가까이 가져오십시오.
lt: Žemiau įveskite vaiko slaptažodį arba prie šio įrenginio priartinkite „iPhone“ ar „iPad“ įrenginį.
ms: Masukkan kata laluan kanak-kanak di bawah atau bawa iPhone atau iPad berdekatan peranti ini.
nl: Voer het wachtwoord van het kind hieronder in of houd een iPhone of iPad in de buurt van dit apparaat.
no: Oppgi barnets passord nedenfor, eller hold en iPhone eller iPad nær denne enheten.
pl: Podaj poniżej hasło, którego używa Twoje dziecko, albo zbliż iPhone’a lub iPada do tego urządzenia.
pt_br: Digite a senha da criança abaixo ou aproxime um iPhone ou iPad deste dispositivo.
pt_pt: Digite abaixo a palavra‑passe da criança ou aproxime um iPhone ou iPad deste dispositivo.
ro: Introduceți mai jos parola copilului sau aduceți un iPhone ori iPad în apropierea acestui dispozitiv.
ru: Введите ниже пароль ребенка либо поднесите iPhone или iPad ближе к этому устройству.
sk: Nižšie zadajte heslo dieťaťa, prípadne umiestnite iPhone alebo iPad do blízkosti tohto zariadenia.
sl: V nadaljevanju vnesite otrokovo geslo ali približajte iPhone ali iPad tej napravi.
sv: Ange barnets lösenord nedan eller placera en iPhone eller iPad nära den här enheten.
th: ป้อนรหัสผ่านของเด็กด้านล่างหรือนำ iPhone หรือ iPad มาไว้ใกล้กับอุปกรณ์นี้
tr: Çocuğun parolasını aşağıya girin veya bir iPhone’u veya iPad’i bu aygıta yaklaştırın.
uk: Введіть пароль дитини нижче або піднесіть iPhone чи iPad до цього пристрою.
vi: Nhập mật khẩu của trẻ ở bên dưới hoặc đưa iPhone hoặc iPad đến gần thiết bị này.
zh_cn: 在下方输入子女的密码，或将iPhone或iPad靠近此设备。
zh_hk: 在下方輸入小孩的密碼，或將iPhone或iPad靠近此裝置。
zh_tw: 輸入小孩的密碼或者將iPhone或iPad拿近此裝置。

# LOGIN_FORM_PROGRESS_STATE_AUTHENTICATING
source: Authenticating…
ar: تجري المصادقة…
bg: Идентификация…
ca: Autenticant…
cs: Ověřování totožnosti…
da: Godkender…
de: Authentifizieren …
el: Έλεγχος ταυτότητας…
es: Autenticando…
es_419: Autenticando…
fi: Todennetaan…
fr: Authentification…
fr_ca: Authentification…
he: מאמת…
hi: प्रमाणित किया जा रहा है…
hr: Autorizacija…
hu: Hitelesítés…
id: Mengesahkan…
it: Eseguo autenticazione…
ja: 認証中…
kk: Аутентификация орындалуда…
ko: 인증 중…
lt: Autentifikuojama…
ms: Mengesahkan…
nl: Authenticeren…
no: Autentiserer…
pl: Uwierzytelniam…
pt_br: Autenticando…
pt_pt: A autenticar…
ro: Autentificare…
ru: Аутентификация…
sk: Autentifikujem…
sl: Preverjanje pristnosti …
sv: Autentiserar…
th: กำลังตรวจสอบสิทธิ์…
tr: Kimlik Doğrulanıyor…
uk: Автентифікація…
vi: Đang xác thực…
zh_cn: 正在认证…
zh_hk: 正在認證⋯
zh_tw: 認證中⋯

# LOGIN_FORM_BUTTON_USE_DIFFERENT_ACCOUNT
source: Use different Apple Accounts for iTunes and iCloud
ar: استخدام حسابات Apple مختلفة لـ iTunes و iCloud
bg: Използвайте различни Apple регистрации за iTunes и iCloud
ca: Utilitza comptes d’Apple diferents per a l’iTunes i l’iCloud
cs: Pro iTunes a iCloud používat dva různé účty Apple
da: Brug forskellige Apple-konti til iTunes og iCloud
de: Unterschiedliche Apple Accounts für iTunes und iCloud verwenden
el: Χρήση διαφορετικών λογαριασμών Apple για το iTunes και το iCloud
es: Usar una cuenta de Apple para iTunes y otra para iCloud
es_419: Usar una cuenta de Apple para iCloud y otra para iTunes
fi: Eri Apple-tilit iTunesille ja iCloudille
fr: Utiliser des comptes Apple différents pour iTunes et iCloud
fr_ca: Utiliser des comptes Apple différents pour iTunes et iCloud
he: שימוש בחשבונות Apple שונים ל-iCloud ול-iTunes
hi: iTunes और iCloud के लिए अलग-अलग Apple खातों का उपयोग करें
hr: Koristi različite Apple račune za iTunes i iCloud
hu: Eltérő Apple-fiók használata az iTuneshoz és az iCloudhoz
id: Gunakan Akun Apple yang berbeda untuk iTunes dan iCloud
it: Usa Apple Account diversi per iCloud e iTunes
ja: iTunesとiCloudで別のApple Accountを使用
kk: iTunes және iCloud үшін әртүрлі Apple аккаунттарын пайдаланыңыз
ko: iTunes와 iCloud에서 서로 다른 Apple 계정 사용
lt: Naudokite skirtingas „Apple“ paskyras prisijungdami prie „iTunes“ ir „iCloud“
ms: Gunakan Akaun Apple berbeza untuk iTunes dan iCloud
nl: Gebruik verschillende Apple Accounts voor iTunes en iCloud
no: Bruk ulike Apple-kontoer for iTunes og iCloud
pl: Używaj różnych kont Apple dla iTunes i iCloud
pt_br: Usar Contas Apple diferentes para o iTunes e o iCloud
pt_pt: Usar uma conta Apple para iCloud e outra para o iTunes
ro: Utilizați conturi Apple diferite pentru iTunes și iCloud
ru: Использовать разные Аккаунты Apple для iTunes и iCloud
sk: Používať rôzne Apple účty pre iTunes a iCloud
sl: Za storitvi iTunes in iCloud uporabi različna računa Apple
sv: Använd olika Apple‑konton för iTunes och iCloud
th: ใช้บัญชี Apple อื่นสำหรับ iTunes และ iCloud
tr: iTunes ve iCloud İçin Farklı Apple Hesapları Kullan
uk: Використовувати різні облікові записи Apple для iTunes та iCloud
vi: Sử dụng các Tài khoản Apple khác nhau cho iTunes và iCloud
zh_cn: iTunes和iCloud使用不同Apple账户
zh_hk: 在iTunes和iCloud中使用不同的Apple帳户
zh_tw: 在iCloud和iTunes中使用不同的「Apple帳號」

# LOGIN_FORM_BUTTON_CONTINUE
source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_419: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
ms: Teruskan
nl: Ga door
no: Fortsett
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# DISCOVERING_REPAIR_VIEW_BUTTON_NOT_NOW
source: Not Now
ar: ليس الآن
bg: Не сега
ca: Ara no
cs: Teď ne
da: Ikke nu
de: Später
el: Όχι τώρα
es: Ahora no
es_419: Ahora no
fi: Ei nyt
fr: Plus tard
fr_ca: Plus tard
he: לא כעת
hi: अभी नहीं
hr: Ne sada
hu: Most nem
id: Nanti
it: Non ora
ja: 今はしない
kk: Қазір емес
ko: 지금 안 함
lt: Ne dabar
ms: Bukan Sekarang
nl: Niet nu
no: Ikke nå
pl: Nie teraz
pt_br: Agora Não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sl: Ne zdaj
sv: Inte nu
th: ไม่ใช่ตอนนี้
tr: Sonra
uk: Не зараз
vi: Để sau
zh_cn: 以后
zh_hk: 稍後決定
zh_tw: 稍後再說

# QR_CODE_SCANNING_DEVICE_BUTTON_DISMISS
source: Close
ar: إغلاق
bg: Затвори
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
es_419: Cerrar
fi: Sulje
fr: Fermer
fr_ca: Fermer
he: סגירה
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
kk: Жабу
ko: 닫기
lt: Uždaryti
ms: Tutup
nl: Sluit
no: Lukk
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# QR_CODE_SCANNING_DEVICE_INSTRUCT_VPRO
source: Scan the QR code shown on the nearby  Vision Pro.
ar: قم بإجراء مسح ضوئي لرمز QR الظاهر على ‎ Vision Pro القريبة.
bg: Сканирайте QR кода, показан на близкия  Vision Pro.
ca: Escaneja el codi QR que es mostra a l’ Vision Pro proper.
cs: Naskenujte QR kód zobrazený na blízkém zařízení  Vision Pro.
da: Scan QR-koden, der er vist på den  Vision Pro, som er nærheden.
de: Scanne den QR-Code, der auf der  Vision Pro in der Nähe angezeigt wird.
el: Σαρώστε τον κωδικό QR που εμφανίζεται στο κοντινό  Vision Pro.
es: Escanea el código QR que se muestra en el  Vision Pro cercano.
es_419: Escanea el código QR que se muestra en el Vision Pro cercano.
fi: Skannaa lähellä olevassa  Vision Prossa näkyvä QR-koodi.
fr: Scannez le code QR affiché sur le  Vision Pro à proximité.
fr_ca: Balayez le code QR affiché sur le  Vision Pro à proximité.
he: יש לסרוק את קוד ה-QR שמוצג ב-⁨ Vision Pro⁩ הסמוך.
hi: आस-पास के  Vision Pro पर दिखाया गया QR कोड स्कैन करें।
hr: Skenirajte QR kôd koji je prikazan na obližnjem uređaju  Vision Pro.
hu: Olvassa be a közeli  Vision Prón megjelenő QR-kódot.
id: Pindai kode QR yang ditampilkan di  Vision Pro di sekitar.
it: Scansiona il codice QR mostrato sull’ Vision Pro vicino.
ja: 近くの Vision Proに表示されているQRコードをスキャンしてください。
kk: Жақын жердегі  Vision Pro құрылғысында көрсетілген QR кодты сканерлеңіз.
ko: 근처  Vision Pro에 표시된 QR 코드를 스캔하십시오.
lt: Nuskaitykite šalia esančiame „ Vision Pro“ rodomą QR kodą.
ms: Imbas kod QR yang ditunjukkan pada  Vision Pro berdekatan.
nl: Scan de QR-code die wordt weergegeven op de  Vision Pro in de buurt.
no: Skann QR-koden som vises på  Vision Pro. i nærheten.
pl: Zeskanuj kod QR wyświetlany przez pobliski  Vision Pro.
pt_br: Escaneie o QR code mostrado no  Vision Pro por perto.
pt_pt: Efetue a leitura do código QR apresentado no  Vision Pro por perto.
ro: Scanați codul QR afișat pe  Vision Pro‑ul din apropiere.
ru: Отсканируйте QR‑код, показанный на  Vision Pro рядом.
sk: Naskenujte QR kód zobrazený na  Vision Pro v blízkosti.
sl: Skenirajte kodo QR, prikazano na napravi  Vision Pro v bližini.
sv: Skanna QR-koden som visas på  Vision Pro i närheten.
th: สแกนคิวอาร์โค้ดที่แสดงอยู่บน  Vision Pro ใกล้เคียง
tr: Yakındaki  Vision Pro’da gösterilen QR kodunu tarayın.
uk: Зіскануйте QR‑код з  Vision Pro поблизу.
vi: Quét mã QR được hiển thị trên  Vision Pro ở gần.
zh_cn: 扫描显示在附近 Vision Pro上的二维码。
zh_hk: 掃描附近  Vision Pro上顯示的二維碼。
zh_tw: 掃描附近  Vision Pro上顯示的行動條碼。

# QR_CODE_SCANNING_DEVICE_INSTRUCT_GENERIC
source: Scan the QR code shown on the nearby device.
ar: قم بإجراء مسح ضوئي لرمز QR الظاهر على الجهاز القريب.
bg: Сканирайте QR кода, показан на устройството наблизо.
ca: Escaneja el codi QR que es mostra al dispositiu proper.
cs: Naskenujte QR kód zobrazený na blízkém zařízení.
da: Scan QR-koden, der er vist på enheden i nærheden.
de: Scanne den auf dem Gerät in der Nähe angezeigten QR-Code.
el: Σαρώστε τον κωδικό QR που εμφανίζεται στην κοντινή συσκευή.
es: Escanea el código QR que se muestra en el dispositivo cercano.
es_419: Escanea el código QR que se muestra en el dispositivo cercano.
fi: Skannaa lähellä olevassa laitteessa näkyvä QR-koodi.
fr: Scannez le code QR affiché sur l’appareil à proximité.
fr_ca: Balayez le code QR affiché sur l’appareil à proximité.
he: יש לסרוק את קוד ה-QR שמוצג במכשיר הסמוך.
hi: आस-पास के डिवाइस पर दिखाया गया QR कोड स्कैन करें।
hr: Skenirajte QR kôd koji je prikazan na obližnjem uređaju.
hu: Olvassa be a közeli eszközön megjelenő QR-kódot.
id: Pindai kode QR yang ditampilkan di perangkat di sekitar.
it: Scansiona il codice QR mostrato sul dispositivo vicino.
ja: 近くのデバイスに表示されているQRコードをスキャンしてください。
kk: Жақын жердегі құрылғыда көрсетілген QR кодты сканерлеңіз.
ko: 근처 기기에 표시된 QR 코드를 스캔하십시오.
lt: Nuskaitykite šalia esančiame įrenginyje rodomą QR kodą.
ms: Imbas kod QR yang ditunjukkan pada peranti berdekatan.
nl: Scan de QR-code die wordt weergegeven op het apparaat in de buurt.
no: Skann QR-koden som vises på enheten i nærheten.
pl: Zeskanuj kod QR wyświetlany przez pobliskie urządzenie.
pt_br: Escaneie o QR code mostrado no dispositivo por perto.
pt_pt: Efetue a leitura do código QR apresentado no dispositivo por perto.
ro: Scanați codul QR afișat pe dispozitivul din apropiere.
ru: Отсканируйте QR‑код, показанный на устройстве рядом.
sk: Naskenujte QR kód zobrazený na zariadení v blízkosti.
sl: Skenirajte kodo QR, prikazano v bližnji napravi.
sv: Skanna QR-koden som visas på enheten i närheten.
th: สแกนคิวอาร์โค้ดที่แสดงอยู่บนอุปกรณ์ใกล้เคียง
tr: Yakındaki aygıtta gösterilen QR kodunu tarayın.
uk: Зіскануйте QR‑код із пристрою поблизу.
vi: Quét mã QR được hiển thị trên thiết bị ở gần.
zh_cn: 扫描显示在附近设备上的二维码。
zh_hk: 掃描附近裝置上顯示的二維碼。
zh_tw: 掃描附近裝置上顯示的行動條碼。

# PAIR_VIEW_PROGRESS_STATE_PAIRING
source: Pairing…
ar: يجري الاقتران…
bg: Свързване…
ca: Enllaçant…
cs: Párování…
da: Danner par…
de: Koppeln …
el: Ζευγοποίηση…
es: Enlazando…
es_419: Enlazando…
fi: Muodostetaan paria…
fr: Jumelage…
fr_ca: Jumelage…
he: מקשר…
hi: पेयर किया जा रहा है…
hr: Uparivanje…
hu: Párosítás…
id: Pemasangan…
it: Abbino…
ja: ペアリング中…
kk: Жұптастырылуда…
ko: 페어링 중…
lt: Susiejama…
ms: Berpasangan…
nl: Koppelen…
no: Kobler sammen…
pl: Łączę w parę…
pt_br: Emparelhando…
pt_pt: A emparelhar…
ro: Asociere…
ru: Создание пары…
sk: Párujem…
sl: Seznanjanje …
sv: Parkopplar…
th: กำลังจับคู่…
tr: Eşleniyor…
uk: Створення пари…
vi: Đang ghép đôi…
zh_cn: 正在配对…
zh_hk: 正在配對⋯
zh_tw: 配對中⋯

# DISCOVERING_REPAIR_VIEW_CDP_INFORM
source: This Apple Account “%@“ needs to be updated to use new features, such as Recognize My Voice. Hold your iPhone or iPad close to this Apple TV to update.
ar: يجب تحديث حساب Apple هذا "%@" لاستخدام الميزات الجديدة مثل "التعرف على صوتي". يرجى تقريب iPhone أو iPad من هذا الـ Apple TV للتحديث.
bg: Тази Apple регистрация „%@“ трябва да бъде обновена, за да се използват новите функции, например като Разпознавай гласа ми. За обновяване задръжте вашия iPhone или iPad близо до този Apple TV.
ca: Has d’actualitzar el compte d’Apple %@ per utilitzar les funcions noves, com ara el reconeixement de veu. Apropa l’iPhone o l’iPad a l’Apple TV per actualitzar‑lo.
cs: Chcete‑li využívat nové funkce, například Rozpoznávat můj hlas, účet Apple „%@“ je potřeba aktualizovat. Aktualizaci spustíte podržením svého iPhonu nebo iPadu u Apple TV.
da: Apple-kontoen “%@” skal opdateres, for at du kan bruge nye funktioner som f.eks. Genkend min stemme. Hold din iPhone eller iPad tæt på dette Apple TV for at opdatere.
de: Der Apple Account „%@“ muss aktualisiert werden, um neue Funktionen wie „Meine Stimme erkennen“ nutzen zu können. Halte dein iPhone oder iPad zum Aktualisieren nahe an dieses Apple TV.
el: Για χρήση νέων δυνατοτήτων όπως η «Αναγνώριση της φωνής μου», αυτός ο λογαριασμός Apple «%@» πρέπει να ενημερωθεί. Κρατήστε το iPhone ή το iPad σας κοντά σε αυτό το Apple TV για ενημέρωση.
es: Si quieres usar nuevas funciones como “Reconocer mi voz”, actualiza la cuenta de Apple %@ acercando tu iPhone o iPad a este Apple TV.
es_419: Es necesario actualizar esta cuenta de Apple “%@” para usar las funciones nuevas como Reconocer mi voz. Acerca tu iPhone o iPad a este Apple TV para actualizarlo.
fi: Tämä Apple-tili %@ on päivitettävä uusien ominaisuuksien, kuten Tunnista ääneni, käyttöä varten. Päivitä pitämällä iPhonea tai iPadia tämän Apple TV:n lähellä.
fr: Le compte Apple « %@ » doit être mis à jour pour utiliser les nouvelles fonctionnalités telles que « Reconnaître ma voix ». Tenez votre iPhone ou iPad près de cette Apple TV pour effectuer la mise à jour.
fr_ca: Mettez à jour le compte Apple « %@ » afin de pouvoir utiliser les nouvelles fonctionnalités telles que Reconnaître ma voix. Tenez votre iPhone ou iPad à proximité de cette Apple TV pour procéder à la mise à jour.
he: יש לעדכן את חשבון ה-Apple ‏״%@״ כדי להשתמש במאפיינים חדשים כגון ״זיהוי הקול שלי״. לביצוע העדכון, ניתן לקרב את ה-iPhone או ה-iPad ל-Apple TV זה.
hi: “मेरी आवाज़ की पहचान करें” जैसे नए फ़ीचर का उपयोग करने के लिए Apple खाते “%@” को अपडेट करना होगा। अपडेट करने के लिए अपने iPhone या iPad को इस Apple TV के पास होल्ड करें।
hr: Za uporabu novih značajki, poput “Prepoznaj moj glas”, trebate ažurirati Apple račun “%@”. Držite iPhone ili iPad blizu ovog Apple TV-a za ažuriranje.
hu: Az új funkciók, például a Saját beszédhang felismerése funkció használatához frissítenie kell a(z) „%@” Apple-fiókot. A frissítéshez tartsa közel iPhone-ját vagy iPadjét ehhez az Apple TV-hez.
id: Akun Apple “%@” ini harus diperbarui untuk menggunakan fitur baru, seperti Kenali Suara Saya. Dekatkan iPhone atau iPad Anda ke Apple TV ini untuk memperbarui.
it: Per usare le nuove funzionalità, ad esempio “Riconosci la mia voce”, devi aggiornare l’Apple Account “%@”. Avvicina iPhone o iPad a questa Apple TV per eseguire l’aggiornamento.
ja: “自分の声を識別”などの新機能を使用するには、このApple Account “%@”をアップデートする必要があります。このiPhoneまたはiPadをApple TVの近くにかざしてアップデートしてください。
kk: «Дауысымды тану» сияқты жаңа функцияларды пайдалану үшін осы Apple аккаунты «%@» жаңартылуы керек. Жаңарту үшін осы Apple TV құрылғысын iPhone немесе iPad құрылғыңызға жақын ұстаңыз.
ko: 나의 음성 인식 같은 새로운 기능을 사용하려면 이 ‘%@’ Apple 계정을 업데이트해야 합니다. 업데이트하려면 iPhone 또는 iPad를 이 Apple TV 가까이 들고 있으십시오.
lt: Reikia atnaujinti „Apple“ paskyrą „%@“, kad būtų galima naudoti naujas funkcijas, pavyzdžiui, „Atpažinti mano balsą“. Laikykite „iPhone“ arba „iPad“ šalia šio „Apple TV“, kad atnaujintumėte.
ms: Akaun Apple “%@” ini perlu dikemas kini untuk menggunakan ciri baharu, seperti Cam Suara Saya. Pegang iPhone atau iPad anda berdekatan Apple TV ini untuk mengemas kini.
nl: Deze Apple Account '%@' moet worden bijgewerkt om nieuwe functies te gebruiken, zoals 'Herken mijn stem'. Houd je iPhone of iPad in de buurt van deze Apple TV om bij te werken.
no: Apple-kontoen «%@» må oppdateres for å kunne ta i bruk nye funksjoner, som Gjenkjenn stemmen min. Hold iPhonen eller iPaden nær Apple TV for å oppdatere.
pl: Nowe funkcje, na przykład Rozpoznawaj mój głos, wymagają uaktualnienia konta Apple „%@”. Aby to zrobić, przytrzymaj iPhone’a lub iPada blisko tego Apple TV.
pt_br: Para usar recursos novos como Reconhecer Minha Voz, você deve atualizar a Conta Apple “%@”. Aproxime seu iPhone ou iPad desta Apple TV para fazer a atualização.
pt_pt: Esta conta Apple “%@” tem de ser atualizada para usar novas funcionalidades, como Reconhecer a minha voz. Para atualizar, aproxime o iPhone ou iPad desta Apple TV.
ro: Acest cont Apple “%@” trebuie să fie actualizat pentru a utiliza noi funcționalități, precum recunoașterea vocii. Țineți iPhone‑ul sau iPad‑ul în apropierea acestui Apple TV pentru actualizare.
ru: Обновите Аккаунт Apple %@, чтобы получить доступ к таким новым функциям, как «Узнавать мой голос». Для обновления держите iPhone или iPad вблизи этого Apple TV.
sk: Aby ste mohli používať nové funkcie, napríklad Rozpoznávať môj hlas, musíte aktualizovať tento Apple účet „%@“. Aktualizáciu spustíte podržaním iPhonu alebo iPadu pri Apple TV.
sl: Če želite uporabljati nove funkcije, kot je Prepoznaj moj glas, morate posodobiti račun Apple »%@«. Za posodobitev pridržite iPhone ali iPad v bližini tega Apple TV-ja.
sv: Det här Apple‑kontot ”%@” måste uppdateras så att nya funktioner kan användas, till exempel Känn igen min röst. Uppdatera genom att hålla iPhone eller iPad nära denna Apple TV.
th: ต้องอัปเดตบัญชี Apple “%@” เพื่อใช้คุณสมบัติใหม่ๆ เช่น การจำเสียงของฉัน ถือ iPhone หรือ iPad ให้ใกล้กับ Apple TV เครื่องนี้เพื่ออัปเดต
tr: Sesimi Tanı gibi yeni özelliklerin kullanılabilmesi için bu “%@” Apple Hesabı’nın güncellenmesi gerekiyor. Güncellemek için iPhone’unuzu veya iPad’inizi bu Apple TV’ye yaklaştırın.
uk: Щоб використовувати нові функції, як‑от «Розпізнавати мій голос», цей обліковий запис Apple «%@» потрібно оновити. Для оновлення розмістіть свій iPhone чи iPad поряд із цим Apple TV.
vi: Tài khoản Apple “%@”này cần được cập nhật để sử dụng các tính năng mới, ví dụ như Nhận dạng giọng nói. Hãy giữ iPhone hoặc iPad của bạn gần Apple TV này để cập nhật.
zh_cn: Apple账户“%@”需要更新以使用“识别我的声音”等新功能。将iPhone或iPad靠近此Apple TV以更新。
zh_hk: 需要更新Apple帳户「%@」才能使用「識別我的聲音」等新功能。請將iPhone或iPad靠近此Apple TV進行更新。
zh_tw: 需要更新此「Apple帳號」（%@）才能使用「辨識我的聲音」等新功能。請將iPhone或iPad靠近此Apple TV來更新。

# SETUP_VIEW_TITLE_FAILED_MISSING_ACCOUNT
source: Sign in to Continue
ar: سجل الدخول للمتابعة
bg: Влезте, за да продължите
ca: Inicia sessió per continuar
cs: Přihlásit se a pokračovat
da: Log ind for at fortsætte
de: Zum Fortfahren anmelden
el: Συνδεθείτε για να συνεχίσετε
es: Inicia sesión para continuar
es_419: Inicia sesión para continuar
fi: Jatka kirjautumalla sisään
fr: Se connecter pour continuer
fr_ca: Se connecter pour continuer
he: יש להתחבר כדי להמשיך
hi: जारी रखने के लिए साइन इन करें
hr: Prijavite se za nastavak
hu: Jelentkezzen be a folytatáshoz
id: Masuk untuk Melanjutkan
it: Accedi per continuare
ja: 続けるにはサインインします
kk: Жалғастыру үшін жүйеге кіріңіз
ko: 로그인하여 계속
lt: Prisijunkite, kad tęstumėte
ms: Daftar masuk untuk Meneruskan
nl: Log in om door te gaan
no: Logg på for å fortsette
pl: Zaloguj się, aby kontynuować
pt_br: Inicie uma Sessão para Continuar
pt_pt: Iniciar sessão para continuar
ro: Autentificați-vă pentru a continua
ru: Войдите, чтобы продолжить
sk: Pred pokračovaním sa prihláste
sl: Vpis za nadaljevanje
sv: Logga in för att fortsätta
th: ลงชื่อเข้าเพื่อทำต่อ
tr: Sürdürmek İçin Giriş Yapın
uk: Увійдіть, щоб продовжити
vi: Đăng nhập để tiếp tục
zh_cn: 登录以继续
zh_hk: 登入以繼續
zh_tw: 登入來繼續
